Repository: IvanZhutyaev/MVP_PvP_Shooter
Catalog: mvp/Content/Localization/Game/*/Game.po
Languages: ru

source: APPLY
ru: ПРИМЕНИТЬ

source: APPLY SETTINGS
ru: ПРИМЕНИТЬ НАСТРОЙКИ

source: Apply Changes
ru: Применить изменения

source: CANCEL
ru: ОТМЕНА

source: Back
ru: Назад

source: CREATE GAME
ru: СОЗДАТЬ ИГРУ

source: JOIN GAME
ru: ПРИСОЕДИНИТЬСЯ К ИГРЕ

source: SETTINGS
ru: НАСТРОЙКИ

source: SETTINGS MENU
ru: МЕНЮ НАСТРОЕК

source: CUSTOM LOADOUT
ru: НАБОР СНАРЯЖЕНИЯ

source: CUSTOM LOADOUT 1
ru: НАБОР СНАРЯЖЕНИЯ 1

source: CUSTOM LOADOUT {X}
ru: НАБОР СНАРЯЖЕНИЯ {X}

source: Loadout
ru: Снаряжение

source: Perk
ru: Перк

source: Perks
ru: Перки

source: Lethal equipment (Grenade/Claymore)
ru: Смертельное снаряжение (граната/мина Клеймор)

source: Field Upgrades
ru: Полевые улучшения

source: Ammo Box
ru: Ящик с патронами

source: Medkit
ru: Аптечка

source: Tactical Sprint
ru: Тактический спринт

source: ASSIST
ru: ПОМОЩЬ

source: + Assist
ru: + Помощь

source: ATTACK
ru: АТАКА

source: CAPTURE
ru: ЗАХВАТ

source: CAPTURED
ru: ЗАХВАЧЕНО

source: CAPTURING POINT
ru: ЗАХВАТ ТОЧКИ

source: CONFIRMED
ru: ПОДТВЕРЖДЕНО

source: Blue Team
ru: Синяя команда

source: Red Team
ru: Красная команда

source: AI Difficulty
ru: Сложность ИИ

source: Accuracy
ru: Точность

source: Capacity
ru: Ёмкость

source: Team Deathmatch
ru: Командный бой насмерть

source: Free For All
ru: Каждый сам за себя

source: Conquest
ru: Завоевание

source: CONQUEST
ru: ЗАВОЕВАНИЕ

source: Capture The Flag
ru: Захват флага

source: Kill Confirmed
ru: Подтверждение убийства

source: Rush
ru: Прорыв

source: Search and Destroy
ru: Поиск и уничтожение

source: Capture the enemy flag
ru: Захватите флаг противника

source: Capture the enemy flag and bring it to your own base to make points, if the enemy team has your flag you will have to retrieve it first.
ru: Захватите флаг противника и принесите его на свою базу, чтобы заработать очки. Если у врага ваш флаг, сначала верните его.

source: AR
ru: ШТУРМОВАЯ

source: Assault
ru: Штурм

source: AssaultRifle
ru: ШтурмоваяВинтовка

source: BURST
ru: ОЧЕРЕДЬ

source: AUTO
ru: АВТО

source: SHOTGUN
ru: ДРОБОВИК

source: PISTOL
ru: ПИСТОЛЕТ

source: KNIFE
ru: НОЖ

source: <H>FPS Multiplayer Template 6 RELEASED!</>
ru: <H>ВЫПУЩЕН FPS Multiplayer Template 6!</>

source: <B>Weapon Selection</>
ru: <B>Выбор оружия</>

source: <B>Edit Loadout menu</>
ru: <B>Меню редактирования снаряжения</>

source: <B>Perk selection menu</>
ru: <B>Меню выбора перков</>

source: <B>Lethal equipment selection</>
ru: <B>Выбор смертоносного снаряжения</>

source: <B>Character selection</>
ru: <B>Выбор персонажа</>

source: +HP
ru: +ЗД

source: +Ammo
ru: +ПАТР

source: +Speed
ru: +СКОР

source: +Utility
ru: +ПОЛЕЗН

source: Best of 5
ru: До трёх побед из пяти

source: 1st
ru: 1-е

source: 2nd
ru: 2-е

source: AO
ru: АО

source: Accessory
ru: Аксессуар

source: Activate
ru: Активировать

source: Active
ru: Активно

source: Aim
ru: Прицелиться

source: Air Space Too Crowded
ru: Воздушное пространство перегружено

source: Ambient Volume
ru: Громкость окружения

source: Anim Instance
ru: Экземпляр анимации

source: Anim instance
ru: Экземпляр анимации

source: Anisotropic
ru: Анизотропная

source: Anti Aliasing
ru: Сглаживание

source: Arms Anims|TPP
ru: Анимации рук|TPP

source: ArmsAnims|FPP
ru: Анимации рук|FPP

source: AssistList
ru: Список помощей

source: Attachment Name
ru: Название модуля

source: AttachmentType
ru: ТипМодуля

source: Auido Quality
ru: Качество звука

source: Autoasign
ru: Автоприсвоение

source: BOMB TAKEN
ru: БОМБА ВЗЯТА

source: Backward
ru: Назад (движение)

source: Base Character Info
ru: Базовая информация о персонаже

source: Button Text
ru: Текст кнопки

source: CHOOSE LOADOUTS
ru: ВЫБЕРИТЕ СНАРЯЖЕНИЕ

source: CLUSTER STRIKE INCOMING
ru: НАНОСИТСЯ КЛАСТЕРНЫЙ УДАР

source: Capture the objectives
ru: Захватывайте цели

source: CapturedTeamA
ru: ЗахваченоКомандойA

source: 500 XP
ru: 500 ОО

source: 11 m
ru: 11 м

source: 30 m
ru: 30 м

source: 30m
ru: 30м

source: 35ms
ru: 35мс

source: Graphics
ru: Графика

source: Audio
ru: Аудио

source: Controls
ru: Управление

source: Language
ru: Язык

source: Resolution
ru: Разрешение

source: Fullscreen
ru: Полноэкранный режим

source: Windowed
ru: В окне

source: Borderless
ru: Без границ

source: VSync
ru: Вертикальная синхронизация

source: Frame Rate Limit
ru: Ограничение FPS

source: Field of View
ru: Поле зрения

source: Brightness
ru: Яркость

source: Gamma
ru: Гамма

source: Motion Blur
ru: Размытие в движении

source: Sharpen
ru: Резкость

source: Textures
ru: Текстуры

source: Shadows
ru: Тени

source: Effects
ru: Эффекты

source: Post Processing
ru: Постобработка

source: Master Volume
ru: Общая громкость

source: Music Volume
ru: Громкость музыки

source: SFX Volume
ru: Громкость эффектов

source: Voice Chat
ru: Голосовой чат

source: Push To Talk
ru: Нажми-и-говори

source: Mute
ru: Отключить звук

source: Sensitivity
ru: Чувствительность

source: Mouse Sensitivity
ru: Чувствительность мыши

source: Invert Y
ru: Инвертировать Y

source: Sprint
ru: Бег

source: Crouch
ru: Присесть

source: Jump
ru: Прыжок

source: Reload
ru: Перезарядка

source: Interact
ru: Взаимодействие

source: Use
ru: Использовать

source: Melee
ru: Ближний бой

source: Grenade
ru: Граната

source: Scorestreak
ru: Киллстриковая поддержка

source: <T>FPS Multiplayer Controller is now compatible</>
ru: <T>FPS Multiplayer Controller теперь совместим</>

source: <H>Menus</>
ru: <H>Меню</>

source: <B>Main Menu reworked.</>
ru: <B>Главное меню переработано.</>

source: <B>Settings Menu reworked.</>
ru: <B>Меню настроек переработано.</>

source: <B>Join/Create game menu reworked.</>
ru: <B>Меню присоединения/создания игры переработано.</>

source: Play
ru: Играть

source: Multiplayer
ru: Мультиплеер

source: Singleplayer
ru: Одиночная игра

source: Host
ru: Хост

source: Join
ru: Присоединиться

source: Server Browser
ru: Список серверов

source: Refresh
ru: Обновить

source: Filter
ru: Фильтр

source: Search
ru: Поиск

source: Friends
ru: Друзья

source: Invite
ru: Пригласить

source: Accept
ru: Принять

source: Decline
ru: Отклонить

source: Quit
ru: Выход

source: Exit to Desktop
ru: Выйти на рабочий стол

source: Match Starting
ru: Матч начинается

source: Match Over
ru: Матч завершён

source: Round
ru: Раунд

source: Time Remaining
ru: Оставшееся время

source: Score
ru: Счёт

source: Kills
ru: Убийства

source: Deaths
ru: Смерти

source: Assists
ru: Помощи

source: Killstreak
ru: Серия убийств

source: Headshot
ru: Выстрел в голову

source: Respawn in {X}
ru: Возрождение через {X}

source: You Died
ru: Вы погибли

source: Victory
ru: Победа

source: Defeat
ru: Поражение

source: Draw
ru: Ничья

source: Primary Weapon
ru: Основное оружие

source: Secondary Weapon
ru: Вторичное оружие

source: Weapon attachments
ru: Модули оружия

source: Weapon Skins
ru: Скины оружия

source: Character Selection
ru: Выбор персонажа

source: Field upgrade selection
ru: Выбор полевого улучшения

source: Equip
ru: Экипировать

source: Unequip
ru: Снять

source: Selected
ru: Выбрано

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Damage
ru: Урон

source: Range
ru: Дальность

source: Fire Rate
ru: Скорострельность

source: Mobility
ru: Подвижность

source: Control
ru: Контроль

source: Recoil
ru: Отдача

source: Stability
ru: Стабильность

source: Press {Key} to interact
ru: Нажмите {Key}, чтобы взаимодействовать

source: Hold {Key} to revive
ru: Удерживайте {Key}, чтобы оживить

source: Hold {Key} to pick up {Item}
ru: Удерживайте {Key}, чтобы поднять {Item}

source: Press {Key} to use {Item}
ru: Нажмите {Key}, чтобы использовать {Item}

source: Connecting
ru: Подключение

source: Connected
ru: Подключено

source: Reconnecting
ru: Повторное подключение

source: Connection lost
ru: Соединение потеряно

source: Joining session
ru: Присоединение к сессии

source: Creating session
ru: Создание сессии

source: Host closed the connection
ru: Хост закрыл соединение

source: Server full
ru: Сервер заполнен

source: Server not responding
ru: Сервер не отвечает

source: Invalid session
ru: Неверная сессия

source: Apply changes?
ru: Применить изменения?

source: Changes applied
ru: Изменения применены

source: Changes discarded
ru: Изменения отменены

source: Restart required
ru: Требуется перезапуск

source: On
ru: Вкл

source: Off
ru: Выкл

source: Low
ru: Низкое

source: Medium
ru: Среднее

source: High
ru: Высокое

source: Ultra
ru: Ультра

source: Custom
ru: Пользовательское

source: Default
ru: По умолчанию

source: Perk 1
ru: Перк 1

source: Perk 2
ru: Перк 2

source: Perk 3
ru: Перк 3

source: Frag Grenade
ru: Осколочная граната

source: Claymore Mine
ru: Мина Клеймор

source: Smoke Grenade
ru: Дымовая граната

source: Flashbang
ru: Светошумовая граната

source: Stim
ru: Стим

source: Cluster Strike
ru: Кластерный удар

source: UAV
ru: БПЛА

source: Airstrike
ru: Авиaудар

source: Counter UAV
ru: Контр-БПЛА

source: <B>New Weapon sounds</> using metasounds.
ru: <B>Новые звуки оружия</> на metasounds.

source: <B>New VFX</> (like muzzle flashes, bullet tracers, explosions, etc.).
ru: <B>Новые визуальные эффекты</> (вспышки, трассеры, взрывы и т. п.).

source: <B>Character Mesh / Operator</>
ru: <B>Модель персонажа / Оператор</>

source: <B>Level-up System.</>
ru: <B>Система повышения уровней.</>

source: <B>Challenges/Missions System.</>
ru: <B>Система испытаний/миссий.</>

source: <B>New Tactical sprint animations.</>
ru: <B>Новые анимации тактического спринта.</>

source: <B>Assault Rifle animations reworked.</>
ru: <B>Анимации штурмовой винтовки переработаны.</>

source: Secure the area
ru: Обезопасьте зону

source: Defend the objective
ru: Обороняйте цель

source: Disarm the bomb
ru: Обезвредьте бомбу

source: Plant the bomb
ru: Установите бомбу

source: Escort the payload
ru: Сопровождайте груз

source: Hold the point
ru: Удерживайте точку

source: Contest the point
ru: Оспаривайте точку

source: Return the flag
ru: Верните флаг

source: You have the flag
ru: У вас флаг

source: Enemy has your flag
ru: У противника ваш флаг

source: Flag returned
ru: Флаг возвращён

source: Scoreboard
ru: Таблица счёта

source: Player
ru: Игрок

source: Ping
ru: Пинг

source: Level
ru: Уровень

source: XP
ru: Опыть

source: K/D
ru: У/С

source: K/D/A
ru: У/С/П

source: Latency
ru: Задержка

source: Gameplay
ru: Геймплей

source: Toggle Aim
ru: Переключаемый прицел

source: Hold Aim
ru: Удерживать прицел

source: Hold Breath
ru: Задержка дыхания

source: Toggle Crouch
ru: Переключаемое приседание

source: Auto Sprint
ru: Автобег

source: Weapon FOV
ru: FOV оружия

source: ADS Sensitivity
ru: Чувствительность при прицеливании

source: Aim Response Curve
ru: Кривая отклика прицела

source: View Distance
ru: Дальность прорисовки

source: Foliage
ru: Листва

source: Anti-Aliasing
ru: Сглаживание

source: Screen Space Reflections
ru: Экранные отражения

source: Global Illumination
ru: Глобальное освещение

source: Ray Tracing
ru: Трассировка лучей

source: Upscaling
ru: Апскейлинг

source: Not enough players
ru: Недостаточно игроков

source: Team balancing
ru: Балансировка команд

source: Cannot spawn here
ru: Здесь нельзя появиться

source: Out of bounds
ru: Вне границ

source: Reloading
ru: Перезарядка

source: Low ammo
ru: Мало патронов

source: No ammo
ru: Нет патронов

source: Inventory full
ru: Инвентарь заполнен

source: Action not available
ru: Действие недоступно

source: You are muted
ru: Вы заглушены

source: Player muted
ru: Игрок заглушён

source: Voice chat not available
ru: Голосовой чат недоступен

source: Press {Key} to toggle fire mode
ru: Нажмите {Key}, чтобы сменить режим огня

source: Press {Key} to mount
ru: Нажмите {Key}, чтобы упереться

source: Press {Key} to inspect weapon
ru: Нажмите {Key}, чтобы осмотреть оружие

source: Hold {Key} to steady aim
ru: Удерживайте {Key}, чтобы стабилизировать прицел

source: Rifle
ru: Винтовка

source: SMG
ru: ПП

source: LMG
ru: Пулемёт

source: Marksman
ru: Марксманская

source: Sniper
ru: Снайперская

source: Launcher
ru: Гранатомёт

source: Loading
ru: Загрузка

source: Loading Map
ru: Загрузка карты

source: Connecting to server
ru: Подключение к серверу

source: Returning to menu
ru: Возврат в меню

source: Party
ru: Группа

source: Leader
ru: Лидер

source: Promote to leader
ru: Назначить лидером

source: Kick
ru: Выгнать

source: Report
ru: Пожаловаться

source: Are you sure?
ru: Вы уверены?

source: Yes
ru: Да

source: No
ru: Нет

source: {X} kills
ru: {X} убийств

source: {X} deaths
ru: {X} смертей

source: {X} assists
ru: {X} помощей

source: Video
ru: Видео

source: Interface
ru: Интерфейс

source: Accessibility
ru: Доступность

source: Key Bindings
ru: Назначение клавиш

source: Reset to Defaults
ru: Сбросить по умолчанию

source: Apply
ru: Применить

source: Objective secured
ru: Цель захвачена

source: Objective lost
ru: Цель потеряна

source: Objective contested
ru: Цель оспаривается

source: Point A
ru: Точка A

source: Point B
ru: Точка B

source: Point C
ru: Точка C

source: Double Kill
ru: Двойное убийство

source: Triple Kill
ru: Тройное убийство

source: Mega Kill
ru: Мега-убийство

source: First Blood
ru: Первая кровь

source: Longshot
ru: Дальний выстрел

source: Assist
ru: Помощь

source: Searching for match
ru: Поиск матча

source: Match found
ru: Матч найден

source: Joining match
ru: Присоединение к матчу

source: Leaving match
ru: Выход из матча

source: Failed to join session
ru: Не удалось присоединиться к сессии

source: Failed to create session
ru: Не удалось создать сессию

source: Session ended
ru: Сессия завершена

source: Unknown error
ru: Неизвестная ошибка

source: Operation timed out
ru: Время ожидания истекло

source: Not authorized
ru: Нет авторизации

source: Service unavailable
ru: Сервис недоступен

source: Content missing
ru: Контент отсутствует

source: Subtitles
ru: Субтитры

source: Subtitle Size
ru: Размер субтитров

source: Colorblind Mode
ru: Режим для дальтоников

source: Crosshair
ru: Прицел

source: Crosshair Color
ru: Цвет прицела

source: Hitmarker
ru: Хитмаркер

source: Hitmarker Sound
ru: Звук хитмаркера

source: Muzzle
ru: Дульное устройство

source: Barrel
ru: Ствол

source: Optic
ru: Оптика

source: Stock
ru: Приклад

source: Underbarrel
ru: Подствольный

source: Magazine
ru: Магазин

source: Rear Grip
ru: Тыльная рукоять

source: Laser
ru: Лазер

source: Charm
ru: Брелок

source: Text Chat
ru: Текстовый чат

source: Team Chat
ru: Командный чат

source: All Chat
ru: Общий чат

source: Whisper
ru: Личное сообщение

source: Are you sure you want to quit to desktop?
ru: Вы уверены, что хотите выйти на рабочий стол?

source: Are you sure you want to leave the match? Unsaved progress will be lost.
ru: Выйти из матча? Несохранённый прогресс будет утрачен.

source: {X} players needed to start
ru: Нужно игроков для старта: {X}

source: {X} XP
ru: {X} ОО

source: {X}m
ru: {X}м

source: News
ru: Новости

source: Challenges
ru: Испытания

source: Missions
ru: Миссии

source: Progression
ru: Прогресс

source: Profile
ru: Профиль

source: Career
ru: Карьера

source: Season
ru: Сезон

source: Battle Pass
ru: Боевой пропуск

source: Resume
ru: Продолжить

source: Continue
ru: Продолжить

source: Main Menu
ru: Главное меню

source: Options
ru: Опции

source: Apply and Restart
ru: Применить и перезапустить

source: Loading...
ru: Загрузка...

source: Saving...
ru: Сохранение...

source: Saved
ru: Сохранено

source: Warmup
ru: Разминка

source: Intermission
ru: Перерыв

source: Overtime
ru: Овертайм

source: Sudden Death
ru: Внезапная смерть

source: Switching Sides
ru: Смена сторон

source: Blue
ru: Синий

source: Red
ru: Красный

source: Spectators
ru: Зрители

source: Spectating
ru: Наблюдение

source: Press {Key} to {Action}
ru: Нажмите {Key}, чтобы {Action}

source: Hold {Key} to {Action}
ru: Удерживайте {Key}, чтобы {Action}

source: Press {Key} to skip
ru: Нажмите {Key}, чтобы пропустить

source: Muted
ru: Заглушён

source: Unmuted
ru: Со звуком

source: Typing...
ru: Печатает...

source: You have been kicked
ru: Вы были выгнаны

source: You have been banned
ru: Вы были заблокированы

source: Vote kicked
ru: Исключён голосованием

source: Forgive
ru: Простить

source: Punish
ru: Наказать

source: Skill-based matchmaking
ru: Подбор по навыку

source: Region
ru: Регион

source: Any
ru: Любой

source: Frame Time
ru: Время кадра

source: Controller
ru: Геймпад

source: Deadzone
ru: Мёртвая зона

source: Aim Assist
ru: Помощь прицеливания

source: Vibration
ru: Вибрация

source: Reduce Motion
ru: Уменьшить анимацию

source: High Contrast UI
ru: Высококонтрастный интерфейс

source: Text Size
ru: Размер текста

source: Color Intensity
ru: Интенсивность цвета

source: Adjust overall game volume
ru: Регулировка общей громкости

source: Set maximum frames per second
ru: Установить максимальный FPS

source: Enable vertical sync
ru: Включить вертикальную синхронизацию

source: Settings saved
ru: Настройки сохранены

source: Settings not saved
ru: Настройки не сохранены

source: Restore defaults?
ru: Восстановить значения по умолчанию?

source: {X} ms
ru: {X} мс

source: {X} m
ru: {X} м

source: Minimap
ru: Мини-карта

source: Opacity
ru: Непрозрачность

source: Scale
ru: Масштаб

source: Language & Region
ru: Язык и регион

source: Data
ru: Данные

source: Privacy
ru: Конфиденциальность

source: Account
ru: Аккаунт

source: Link
ru: Привязать

source: Unlink
ru: Отвязать

source: Friendly fire
ru: Огонь по своим

source: Team kill
ru: Убийство союзника

source: Spawn protection
ru: Защита при появлении

source: Objective updated
ru: Цель обновлена

source: New objective
ru: Новая цель

source: Objective failed
ru: Цель провалена

source: Round starting in {X}
ru: Раунд начнётся через {X}

source: Next round
ru: Следующий раунд

source: Final round
ru: Финальный раунд

source: Switching to defense
ru: Переход к обороне

source: Switching to attack
ru: Переход к атаке

source: Use Item
ru: Использовать предмет

source: Drop
ru: Выбросить

source: Swap
ru: Поменять

source: Inspect
ru: Осмотреть

source: Favorite
ru: Избранное

source: Remove from favorites
ru: Убрать из избранного

source: Unlocked
ru: Разблокировано

source: Locked
ru: Заблокировано

source: New
ru: Новое

source: Claim
ru: Забрать

source: Reward
ru: Награда

source: Tier
ru: Уровень (тиир)

source: Requirements
ru: Требования

source: Leave party?
ru: Покинуть группу?

source: Disband party?
ru: Распустить группу?

source: Kick player?
ru: Выгнать игрока?

source: Report player?
ru: Пожаловаться на игрока?

source: Reason
ru: Причина

source: Cheating
ru: Читерство

source: Griefing
ru: Мешательство в игре

source: Abusive Chat
ru: Оскорбительный чат

source: Tip
ru: Совет

source: You can change your loadout between spawns.
ru: Вы можете менять снаряжение между возрождениями.

source: Headshots deal increased damage.
ru: Выстрелы в голову наносят повышенный урон.

source: Flank to break enemy defenses.
ru: Охватывайте фланги, чтобы прорвать оборону.

source: Failed to connect to server
ru: Не удалось подключиться к серверу

source: Connection rejected
ru: Подключение отклонено

source: Version mismatch
ru: Несовпадение версии

source: Anticheat not running
ru: Античит не запущен

source: Anticheat error
ru: Ошибка античита

source: Clan
ru: Клан

source: Create Clan
ru: Создать клан

source: Clan Tag
ru: Тег клана

source: Members
ru: Участники

source: Promote
ru: Повысить

source: Demote
ru: Понизить

source: Press {Button} to ping
ru: Нажмите {Button}, чтобы поставить метку

source: Press {Button} to melee
ru: Нажмите {Button}, чтобы ударить

source: Vote
ru: Голосовать

source: Map Vote
ru: Голосование за карту

source: Next Map
ru: Следующая карта

source: Random
ru: Случайно

source: Owned
ru: Приобретено

source: Purchase
ru: Купить

source: Preview
ru: Предпросмотр

source: Rotate
ru: Повернуть

source: Zoom
ru: Приблизить

source: Apply Skin
ru: Применить скин

source: Hide mature content
ru: Скрыть контент для взрослых

source: Enable profanity filter
ru: Включить фильтр нецензурной лексики

source: AK
ru: АК

source: AK Assault Rifle
ru: АК штурмовая винтовка

source: Pump Shotgun
ru: Помповый дробовик

source: Modern Pistol
ru: Современный пистолет

source: Bayonet Knife
ru: Штык-нож

source: Single
ru: Одиночный

source: Burst
ru: Очередь

source: Automatic
ru: Автоматический

source: Semi-Auto
ru: Полуавтоматический

source: Safety
ru: Предохранитель

source: Discard
ru: Отменить

source: Close
ru: Закрыть

source: Open
ru: Открыть

source: Enable
ru: Включить

source: Disable
ru: Отключить

source: Enabled
ru: Включено

source: Disabled
ru: Отключено

source: Ambient Occlusion
ru: Окклюзия окружающей среды

source: Contact Shadows
ru: Контактные тени

source: Volumetrics
ru: Объёмные эффекты

source: Reflections
ru: Отражения

source: Temporal AA
ru: Временное сглаживание

source: Sharpening
ru: Повышение резкости

source: Server Region
ru: Регион сервера

source: Max Ping
ru: Макс. пинг

source: Packet Loss
ru: Потеря пакетов

source: Hit
ru: Попадание

source: Critical Hit
ru: Критическое попадание

source: Armor Broken
ru: Броня сломана

source: Downed
ru: Убит наповал

source: Revived
ru: Оживлён

source: {Killer} eliminated {Victim}
ru: {Killer} ликвидировал {Victim}

source: {Killer} headshot {Victim}
ru: {Killer} выстрелом в голову убил {Victim}

source: {Victim} fell to their death
ru: {Victim} разбился насмерть

source: Bomb planted
ru: Бомба установлена

source: Bomb defused
ru: Бомба обезврежена

source: Bomb dropped
ru: Бомба утеряна

source: Bomb picked up
ru: Бомба поднята

source: Store
ru: Магазин

source: Currency
ru: Валюта

source: Balance
ru: Баланс

source: Insufficient funds
ru: Недостаточно средств

source: Purchase failed
ru: Покупка не удалась

source: Purchase successful
ru: Покупка выполнена

source: Invite sent
ru: Приглашение отправлено

source: Invite received
ru: Получено приглашение

source: Friend request sent
ru: Заявка в друзья отправлена

source: Friend request received
ru: Получена заявка в друзья

source: Blocked
ru: Заблокирован

source: {X} remaining
ru: Осталось: {X}

source: {X} players
ru: Игроков: {X}

source: {X} rounds
ru: Раундов: {X}

source: <D>·</> <B>Field Upgrades (e.g., an ammo box or a medkit)</>
ru: <D>·</> <B>Полевые улучшения (например, ящик с патронами или аптечка)</>

source: <D>·</> <B>New Rifle weapon added.</> Fully animated in first-person and third-person.
ru: <D>·</> <B>Добавлено новое оружие: винтовка.</> Полная анимация от 1-го и 3-го лица.

source: <D>·</> <B>New Inspect weapon animations.</>
ru: <D>·</> <B>Новые анимации осмотра оружия.</>

source: Compensator
ru: Компенсатор

source: Muzzle Brake
ru: Дульный тормоз

source: Suppressor
ru: Глушитель

source: Choke
ru: Чок

source: Extended Barrel
ru: Удлинённый ствол

source: Short Barrel
ru: Короткий ствол

source: Red Dot
ru: Коллиматор

source: Holographic
ru: Голографический

source: 2x Scope
ru: Прицел 2x

source: 4x Scope
ru: Прицел 4x

source: Thermal
ru: Тепловизор

source: Hybrid
ru: Гибридный

source: Light Stock
ru: Лёгкий приклад

source: Heavy Stock
ru: Тяжёлый приклад

source: Angled Grip
ru: Угловая рукоять

source: Vertical Grip
ru: Вертикальная рукоять

source: Drum Magazine
ru: Барабанный магазин

source: Fast Mag
ru: Быстрый магазин

source: Hollow Point
ru: Пули экспансивные

source: Armor Piercing
ru: Бронебойные

source: Map
ru: Карта

source: Rotation
ru: Ротация

source: Vote passed
ru: Голосование принято

source: Vote failed
ru: Голосование отклонено

source: Page
ru: Страница

source: Next
ru: Далее

source: Previous
ru: Назад

source: Show More
ru: Показать ещё

source: Show Less
ru: Показать меньше

source: Sort
ru: Сортировка

source: Sort By
ru: Сортировать по

source: Name
ru: Имя

source: Date
ru: Дата

source: Type
ru: Тип

source: Rarity
ru: Редкость
