Repository: IvanZhutyaev/MVP_PvP_Shooter
Catalog: mvp/Content/Localization/Game/*/Game.po
Languages: ru

source: Failed to save settings
ru: Не удалось сохранить настройки

source: Failed to load settings
ru: Не удалось загрузить настройки

source: Not enough disk space
ru: Недостаточно места на диске

source: Write permission denied
ru: Нет прав на запись

source: Recoil increased
ru: Отдача увеличена

source: Recoil reduced
ru: Отдача снижена

source: Accuracy increased
ru: Точность повышена

source: Accuracy reduced
ru: Точность снижена

source: Movement speed increased
ru: Скорость движения повышена

source: Movement speed reduced
ru: Скорость движения снижена

source: Choose Spawn
ru: Выберите место появления

source: Auto Spawn
ru: Автопоявление

source: Random Spawn
ru: Случайное появление

source: Spawn blocked
ru: Появление заблокировано

source: Profanity filtered
ru: Нецензурная лексика отфильтрована

source: Message deleted
ru: Сообщение удалено

source: You are sending messages too fast
ru: Вы отправляете сообщения слишком быстро

source: Daily Challenges
ru: Ежедневные испытания

source: Weekly Challenges
ru: Еженедельные испытания

source: Challenge Progress
ru: Прогресс испытаний

source: Mission Objectives
ru: Цели миссии

source: Collect {X} items
ru: Соберите {X} предметов

source: Win {X} matches
ru: Выиграйте {X} матчей

source: Get {X} headshots
ru: Сделайте {X} выстрелов в голову

source: Deal {X} damage
ru: Нанесите {X} урона

source: Travel {X} m
ru: Пройдите {X} м

source: Lifetime
ru: За всё время

source: Matches Played
ru: Сыграно матчей

source: Wins
ru: Победы

source: Losses
ru: Поражения

source: Win Rate
ru: Процент побед

source: Accuracy %
ru: Точность %

source: Headshot %
ru: Выстрелы в голову %

source: Hold
ru: Удерживать

source: Toggle
ru: Переключать

source: Sprint Cancel Reload
ru: Бег отменяет перезарядку

source: Auto Reload
ru: Автоперезарядка

source: New item unlocked
ru: Новый предмет разблокирован

source: Skin applied
ru: Скин применён

source: Loadout saved
ru: Снаряжение сохранено

source: Loadout reset
ru: Снаряжение сброшено

source: Confirm purchase?
ru: Подтвердить покупку?

source: Purchase confirmed
ru: Покупка подтверждена

source: Refund issued
ru: Возврат оформлен

source: Online
ru: Онлайн

source: Offline
ru: Оффлайн

source: In Match
ru: В матче

source: In Menu
ru: В меню

source: Do Not Disturb
ru: Не беспокоить

source: Players
ru: Игроки

source: Mode
ru: Режим

source: Map Name
ru: Название карты

source: Password
ru: Пароль

source: Cheat detected
ru: Обнаружено читерство

source: You have been removed by anticheat
ru: Вы удалены античитом

source: {X} minutes
ru: {X} минут

source: {X} seconds
ru: {X} секунд

source: {X} matches
ru: {X} матчей
